Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: abaixo da meta. Atenção a sinais de baixa energia.
de: unter dem Ziel. Achten Sie auf Anzeichen von niedriger Energie.
en: below target. Watch for signs of low energy.
es: por debajo de la meta. Atento a señales de baja energía.
fr: en dessous de l'objectif. Attention aux signes de faible énergie.
it: sotto l'obiettivo. Attenzione ai segnali di scarsa energia.
ja: 目標を下回っています。エネルギー不足の兆候に注意してください。

source: Abre o Savoria direto na conversa com o assistente, com o teclado pronto.
de: Öffnet Savoria direkt im Gespräch mit dem Assistenten, mit bereiter Tastatur.
en: Opens Savoria straight into the assistant chat with the keyboard ready.
es: Abre Savoria directamente en la conversación con el asistente, con el teclado listo.
fr: Ouvre Savoria directement dans la conversation avec l'assistant, clavier prêt.
it: Apre Savoria direttamente nella conversazione con l'assistente, con la tastiera pronta.
ja: キーボードを準備した状態で、Savoria をアシスタントとの会話に直接開きます。

source: Abre o Savoria direto no chat com a IA, com o teclado pronto para digitar.
de: Öffnet Savoria direkt im Chat mit der KI, mit bereiter Tastatur zum Tippen.
en: Opens Savoria straight into the AI chat with the keyboard ready to type.
es: Abre Savoria directamente en el chat con la IA, con el teclado listo para escribir.
fr: Ouvre Savoria directement dans le chat avec l'IA, clavier prêt à saisir.
it: Apre Savoria direttamente nella chat con l'IA, con la tastiera pronta per scrivere.
ja: キーボードを入力できる状態で、Savoria を AI とのチャットに直接開きます。

source: Abre o Savoria direto no fluxo escolhido para registrar alimento.
de: Öffnet Savoria direkt im ausgewählten Ablauf zum Erfassen von Lebensmitteln.
en: Opens Savoria directly in the selected food logging flow.
es: Abre Savoria directamente en el flujo elegido para registrar alimentos.
fr: Ouvre Savoria directement dans le flux choisi pour enregistrer un aliment.
it: Apre Savoria direttamente nel flusso scelto per registrare alimenti.
ja: 選択した食品記録フローで Savoria を直接開きます。

source: Abra o Savoria para escolher texto, voz, câmera, galeria ou rótulo.
de: Öffne Savoria, um Text, Stimme, Kamera, Galerie oder Etikett auszuwählen.
en: Open Savoria to choose text, voice, camera, gallery, or label.
es: Abre Savoria para elegir texto, voz, cámara, galería o etiqueta.
fr: Ouvrez Savoria pour choisir texte, voix, appareil photo, galerie ou étiquette.
it: Apri Savoria per scegliere testo, voce, fotocamera, galleria o etichetta.
ja: テキスト、音声、カメラ、ギャラリー、ラベルを選ぶために Savoria を開きます。

source: Abrir opções de registro
de: Erfassungsoptionen öffnen
en: Open logging options
es: Abrir opciones de registro
fr: Ouvrir les options d'enregistrement
it: Apri opzioni di registrazione
ja: 記録オプションを開く

source: Abrindo…
de: Wird geöffnet…
en: Opening…
es: Abriendo…
fr: Ouverture…
it: Apertura…
ja: 開いています…

source: Abrir
de: Öffnen
en: Open
fr: Ouvrir
it: Apri
ja: 開く

source: Abrir câmera
de: Kamera öffnen
en: Open camera
es: Abrir cámara
fr: Ouvrir l'appareil photo
it: Apri fotocamera
ja: カメラを開く

source: Abrir item existente
de: Vorhandenen Artikel öffnen
en: Open existing item
es: Abrir artículo existente
fr: Ouvrir l'article existant
it: Apri articolo esistente
ja: 既存のアイテムを開く

source: Abrir no assistente
de: Im Assistenten öffnen
en: Open in Assistant
es: Abrir en el asistente
fr: Ouvrir dans l'assistant
it: Apri nell'assistente
ja: アシスタントで開く

source: Abrir receita na web
de: Rezept im Web öffnen
en: Open recipe on the web
es: Abrir receta en la web
fr: Ouvrir la recette sur le Web
it: Apri ricetta sul web
ja: レシピをウェブで開く

source: Acabou na despensa? Mande pro mercado.
de: Aufgebraucht? Schick's auf die Einkaufsliste.
en: Out of stock? Send it to the shopping list.
es: ¿Se acabó en la despensa? Envíalo al mercado.
fr: Plus en stock ? Envoyez-le sur la liste de courses.
it: Finito in dispensa? Mandalo nella lista.
ja: パントリーで切れた？買い物リストへ。

source: Acabou? Vai pro mercado. Comprou? Volta pra despensa.
de: Aus? Auf die Liste. Gekauft? Zurück in den Vorrat.
en: Out? Off to shopping. Bought it? Back to pantry.
es: ¿Se acabó? Va al mercado. ¿Lo compraste? Vuelve a la despensa.
fr: Fini ? Direction la liste. Acheté ? Retour au garde-manger.
it: Finito? Va in lista. Comprato? Torna in dispensa.
ja: 切れた？買い物リストへ。買った？パントリーへ。

source: Aceito
de: Akzeptiert
en: Accepted
es: Aceptado
fr: Accepté
it: Accettato
ja: 受諾

source: Acesso antecipado a tudo que lançamos.
de: Früher Zugriff auf alles, was wir veröffentlichen.
en: Early access to everything we launch.
es: Acceso anticipado a todo lo que lanzamos.
fr: Accès anticipé à tout ce que nous lançons.
it: Accesso anticipato a tutto ciò che lanciamo.
ja: リリースされる全機能への早期アクセス。

source: Acesso rápido
de: Schnellzugriff
en: Quick access
es: Acceso rápido
fr: Accès rapide
it: Accesso rapido
ja: クイックアクセス

source: Achocolatado em pó
de: Kakaopulver
en: Chocolate drink powder
es: Cacao en polvo
fr: Cacao en poudre
it: Cacao in polvere
ja: ココアパウダー

source: acima
de: über
en: over
es: por encima
fr: au-dessus
it: sopra
ja: 上回って

source: Acima da meta em média
de: Über dem Ziel im Durchschnitt
en: Above target on average
es: Por encima de la meta en promedio
fr: Au-dessus de l'objectif en moyenne
it: Sopra l'obiettivo in media
ja: 平均で目標を上回っています

source: acima da meta. Pequenos ajustes nas porções podem aproximar do objetivo.
de: über dem Ziel. Kleine Anpassungen der Portionen können dem Ziel näherbringen.
en: above target. Small portion adjustments can bring you closer to your goal.
es: por encima de la meta. Pequeños ajustes en las porciones pueden acercarte al objetivo.
fr: au-dessus de l'objectif. De petits ajustements de portions peuvent vous en rapprocher.
it: sopra l'obiettivo. Piccoli aggiustamenti delle porzioni possono avvicinarti al traguardo.
ja: 目標を上回っています。分量を少し調整すれば目標に近づけます。

source: Ações
de: Aktionen
en: Actions
es: Acciones
fr: Actions
it: Azioni
ja: アクション

source: Ações rápidas
de: Schnellaktionen
en: Quick actions
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
ja: クイックアクション

source: Acompanhe sua evolução ao longo do tempo.
de: Verfolgen Sie Ihre Entwicklung im Laufe der Zeit.
en: Track your progress over time.
es: Sigue tu evolución a lo largo del tiempo.
fr: Suivez votre évolution dans le temps.
it: Segui la tua evoluzione nel tempo.
ja: 時間の経過とともに進捗を追跡。

source: Acompanhe sua ingestão calórica
de: Verfolgen Sie Ihre Kalorienzufuhr
en: Track your calorie intake
es: Sigue tu consumo calórico
fr: Suivez votre apport calorique
it: Monitora il tuo apporto calorico
ja: カロリー摂取を追跡

source: Açúcar
de: Zucker
en: Sugar
es: Azúcar
fr: Sucre
it: Zucchero
ja: 砂糖

source: adicionada às suas receitas!
de: zu Ihren Rezepten hinzugefügt!
en: added to your recipes!
es: ¡añadida a tus recetas!
fr: ajoutée à vos recettes !
it: aggiunta alle tue ricette!
ja: レシピに追加されました！

source: Adicionar
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加

source: Adicionar "%@" à Despensa
de: "%@" zur Vorratskammer hinzufügen
en: Add "%@" to Pantry
es: Añadir "%@" a la Despensa
fr: Ajouter "%@" au Garde-manger
it: Aggiungi "%@" alla Dispensa
ja: 「%@」をパントリーに追加

source: Adicionar "%@" ao Mercado
de: "%@" zur Einkaufsliste hinzufügen
en: Add "%@" to Grocery List
es: Añadir "%@" a la Lista de Compras
fr: Ajouter "%@" à la Liste de courses
it: Aggiungi "%@" alla Lista della spesa
ja: 「%@」を買い物リストに追加

source: Adicionar à Despensa
de: Zur Vorratskammer hinzufügen
en: Add to Pantry
es: Añadir a la Despensa
fr: Ajouter au Garde-manger
it: Aggiungi alla Dispensa
ja: パントリーに追加

source: Adicionar ao Mercado
de: Zur Einkaufsliste hinzufügen
en: Add to Grocery List
es: Añadir a la Lista de Compras
fr: Ajouter à la Liste de courses
it: Aggiungi alla Lista della spesa
ja: 買い物リストに追加

source: Adicionar aos favoritos
de: Zu Favoriten hinzufügen
en: Add to favorites
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加

source: Adicionar em
de: Hinzufügen zu
en: Add to
es: Añadir a
fr: Ajouter à
it: Aggiungi a
ja: 追加先

source: Adicionar em %@
de: Hinzufügen zu %@
en: Add to %@
es: Añadir a %@
fr: Ajouter à %@
it: Aggiungi a %@
ja: %@ に追加

source: Adicionar em ambos
de: Zu beiden hinzufügen
en: Add to both
es: Añadir a ambos
fr: Ajouter aux deux
it: Aggiungi a entrambi
ja: 両方に追加

source: Adicionar Foto
de: Foto hinzufügen
en: Add Photo
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
ja: 写真を追加

source: Adicionar Fotos ou Vídeos
de: Fotos oder Videos hinzufügen
en: Add Photos or Videos
es: Añadir fotos o vídeos
fr: Ajouter photos ou vidéos
it: Aggiungi foto o video
ja: 写真または動画を追加

source: Adicionar ingrediente
de: Zutat hinzufügen
en: Add ingredient
es: Añadir ingrediente
fr: Ajouter un ingrédient
it: Aggiungi ingrediente
ja: 材料を追加

source: adicionar item na despensa
de: Artikel zur Vorratskammer hinzufügen
en: add pantry item
es: añadir artículo a la despensa
fr: ajouter un article au garde-manger
it: aggiungi articolo in dispensa
ja: パントリーにアイテムを追加

source: adicionar item no mercado
de: Artikel zur Einkaufsliste hinzufügen
en: add grocery item
es: añadir artículo a la lista de compras
fr: ajouter un article à la liste de courses
it: aggiungi articolo nella lista della spesa
ja: 買い物リストにアイテムを追加

source: Adicionar Mídia
de: Medien hinzufügen
en: Add Media
es: Añadir medio
fr: Ajouter un média
it: Aggiungi media
ja: メディアを追加

source: Adicionar passo
de: Schritt hinzufügen
en: Add step
es: Añadir paso
fr: Ajouter une étape
it: Aggiungi passaggio
ja: 手順を追加

source: Adicionar Passo
de: Schritt hinzufügen
en: Add Step
es: Añadir paso
fr: Ajouter une étape
it: Aggiungi passaggio
ja: 手順を追加

source: Adicionar receita
de: Rezept hinzufügen
en: Add recipe
es: Añadir receta
fr: Ajouter une recette
it: Aggiungi ricetta
ja: レシピを追加

source: Adicionar Receita
de: Rezept hinzufügen
en: Add Recipe
es: Añadir receta
fr: Ajouter une recette
it: Aggiungi ricetta
ja: レシピを追加

source: Adicionar seção
de: Abschnitt hinzufügen
en: Add section
es: Añadir sección
fr: Ajouter une section
it: Aggiungi sezione
ja: セクションを追加

source: Adicionar todos em Mercado
de: Alle zur Einkaufsliste hinzufügen
en: Add all to Grocery List
es: Añadir todos a la Lista de Compras
fr: Tout ajouter à la Liste de courses
it: Aggiungi tutti alla Lista della spesa
ja: すべてを買い物リストに追加

source: Adicionar Utensílio
de: Küchenwerkzeug hinzufügen
en: Add Utensil
es: Añadir utensilio
fr: Ajouter un ustensile
it: Aggiungi utensile
ja: 調理器具を追加

source: Adicione frango, tomate e alface no centro.
de: Hähnchen, Tomate und Salat in die Mitte geben.
en: Add chicken, tomato and lettuce in the center.
es: Añade pollo, tomate y lechuga en el centro.
fr: Ajoutez le poulet, la tomate et la laitue au centre.
it: Aggiungi pollo, pomodoro e lattuga al centro.
ja: 中央にチキン、トマト、レタスをのせる。

source: Adicione itens à lista de mercado para suas próximas compras.
de: Fügen Sie Artikel zur Einkaufsliste für Ihre nächsten Einkäufe hinzu.
en: Add items to your grocery list for your next shopping trip.
es: Añade artículos a la lista de compras para tus próximas compras.
fr: Ajoutez des articles à la liste de courses pour vos prochains achats.
it: Aggiungi articoli alla lista della spesa per i tuoi prossimi acquisti.
ja: 次の買い物のために買い物リストにアイテムを追加してください。

source: Adicione itens à sua despensa para acompanhar o que você tem em casa.
de: Fügen Sie Artikel zu Ihrer Vorratskammer hinzu, um zu verfolgen, was Sie zu Hause haben.
en: Add items to your pantry to track what you have at home.
es: Añade artículos a tu despensa para llevar el control de lo que tienes en casa.
fr: Ajoutez des articles à votre garde-manger pour suivre ce que vous avez chez vous.
it: Aggiungi articoli alla tua dispensa per tenere traccia di ciò che hai in casa.
ja: 家にあるものを把握するためにパントリーにアイテムを追加してください。

source: Adicione itens, busque na despensa ou pergunte à IA.
de: Fügen Sie Artikel hinzu, suchen Sie in der Vorratskammer oder fragen Sie die KI.
en: Add items, search your pantry, or ask the AI.
es: Añade artículos, busca en la despensa o pregúntale a la IA.
fr: Ajoutez des articles, cherchez dans le garde-manger ou demandez à l'IA.
it: Aggiungi articoli, cerca nella dispensa o chiedi all'IA.
ja: アイテムを追加したり、パントリーを検索したり、AI に質問したりしてください。

source: Adicione itens, crie receitas ou peça sugestões sem sair do Assistente.
de: Fügen Sie Artikel hinzu, erstellen Sie Rezepte oder fragen Sie nach Vorschlägen, ohne den Assistenten zu verlassen.
en: Add items, create recipes, or ask for suggestions without leaving the Assistant.
es: Añade artículos, crea recetas o pide sugerencias sin salir del Asistente.
fr: Ajoutez des articles, créez des recettes ou demandez des suggestions sans quitter l'Assistant.
it: Aggiungi articoli, crea ricette o chiedi suggerimenti senza uscire dall'Assistente.
ja: アシスタントを離れずに、アイテムを追加したり、レシピを作成したり、提案を求めたりしてください。

source: Adicione o Savoria à sua tela inicial para acessar receitas, despensa e lista de compras com um toque.
de: Füge Savoria zum Startbildschirm hinzu, um mit einem Tipp auf Rezepte, Vorrat und Liste zuzugreifen.
en: Add Savoria to your home screen to access recipes, pantry and shopping list with one tap.
es: Añade Savoria a tu pantalla de inicio para acceder a recetas, despensa y lista con un toque.
fr: Ajoutez Savoria à votre écran d'accueil pour accéder aux recettes, garde-manger et liste en un toucher.
it: Aggiungi Savoria alla schermata Home per accedere a ricette, dispensa e lista con un tocco.
ja: Savoriaをホーム画面に追加して、レシピ・パントリー・買い物リストにワンタップでアクセス。

source: Adicione ou busque itens e receitas, ou converse com a IA.
de: Fügen Sie Artikel und Rezepte hinzu oder suchen Sie sie, oder unterhalten Sie sich mit der KI.
en: Add or search items and recipes, or chat with the AI.
es: Añade o busca artículos y recetas, o conversa con la IA.
fr: Ajoutez ou recherchez des articles et recettes, ou discutez avec l'IA.
it: Aggiungi o cerca articoli e ricette, oppure conversa con l'IA.
ja: アイテムやレシピを追加・検索するか、AI と会話してください。

source: Adicione ou busque itens e receitas, ou faça perguntas ao assistente de cozinha.
de: Fügen Sie Artikel und Rezepte hinzu oder suchen Sie sie, oder stellen Sie Fragen an den Küchenassistenten.
en: Add or search items and recipes, or ask the kitchen assistant.
es: Añade o busca artículos y recetas, o haz preguntas al asistente de cocina.
fr: Ajoutez ou recherchez des articles et recettes, ou posez des questions à l'assistant de cuisine.
it: Aggiungi o cerca articoli e ricette, oppure fai domande all'assistente di cucina.
ja: アイテムやレシピを追加・検索するか、料理アシスタントに質問してください。

source: Adicione seus utensílios de cozinha
de: Fügen Sie Ihre Küchenwerkzeuge hinzu
en: Add your kitchen utensils
es: Añade tus utensilios de cocina
fr: Ajoutez vos ustensiles de cuisine
it: Aggiungi i tuoi utensili da cucina
ja: あなたの調理器具を追加

source: Adicione suas receitas favoritas para tê-las sempre à mão.
de: Fügen Sie Ihre Lieblingsrezepte hinzu, um sie immer griffbereit zu haben.
en: Add your favorite recipes to keep them handy.
es: Añade tus recetas favoritas para tenerlas siempre a mano.
fr: Ajoutez vos recettes préférées pour les avoir toujours à portée de main.
it: Aggiungi le tue ricette preferite per averle sempre a portata di mano.
ja: いつでも手元にあるように、お気に入りのレシピを追加してください。

source: Adicione todos os ingredientes ao liquidificador.
de: Alle Zutaten in den Mixer geben.
en: Add all ingredients to the blender.
es: Añade todos los ingredientes a la licuadora.
fr: Ajoutez tous les ingrédients au blender.
it: Aggiungi tutti gli ingredienti al frullatore.
ja: すべての材料をブレンダーに入れる。

source: Adicione, busque ou pergunte...
de: Hinzufügen, suchen oder fragen...
en: Add, search, or ask...
es: Añade, busca o pregunta...
fr: Ajoutez, recherchez ou demandez...
it: Aggiungi, cerca o chiedi...
ja: 追加、検索、または質問...

source: Adquirir e Editar
de: Erwerben und bearbeiten
en: Acquire and Edit
es: Adquirir y editar
fr: Acquérir et modifier
it: Acquisisci e modifica
ja: 取得して編集

source: Agressivo
de: Aggressiv
en: Aggressive
es: Agresivo
fr: Agressif
it: Aggressivo
ja: 積極的

source: Agrupar por
de: Gruppieren nach
en: Group by
fr: Grouper par
it: Raggruppa per
ja: グループ化

source: Água
de: Wasser
en: Water
es: Agua
fr: Eau
it: Acqua
ja: 水

source: Ainda não tenho uma média para te mostrar por aqui. Assim que você concluir um dia de registro, eu passo a calcular essa estimativa com base nos dias fechados por você.
de: Ich habe hier noch keinen Durchschnitt für Sie. Sobald Sie einen Tag abschließen, beginne ich, diese Schätzung anhand Ihrer abgeschlossenen Tage zu berechnen.
en: I don't have an average to show you here yet. As soon as you complete a logged day, I'll start calculating this estimate based on the days you closed.
es: Aún no tengo un promedio para mostrarte aquí. En cuanto completes un día registrado, comenzaré a calcular esta estimación con base en los días que cerraste.
fr: Je n'ai pas encore de moyenne à vous montrer ici. Dès que vous terminerez une journée d'enregistrement, je commencerai à calculer cette estimation à partir des journées que vous avez clôturées.
it: Non ho ancora una media da mostrarti qui. Non appena completerai un giorno di registrazione, comincerò a calcolare questa stima in base ai giorni chiusi da te.
ja: ここに表示できる平均値がまだありません。記録の日を完了すると、完了した日に基づいてこの推定値を計算し始めます。

source: Ainda poucos dados
de: Noch wenige Daten
en: Not enough data yet
es: Aún pocos datos
fr: Encore peu de données
it: Ancora pochi dati
ja: データがまだ少ないです

source: Ajustando macros
de: Makros werden angepasst
en: Adjusting macros
fr: Ajustement des macros
it: Regolando i macro
ja: マクロを調整中

source: Ajuste o nível de compatibilidade nas configurações ou adicione mais itens à despensa.
de: Passen Sie das Kompatibilitätsniveau in den Einstellungen an oder fügen Sie weitere Artikel zur Vorratskammer hinzu.
en: Adjust the compatibility level in settings or add more items to your pantry.
es: Ajusta el nivel de compatibilidad en los ajustes o añade más artículos a la despensa.
fr: Ajustez le niveau de compatibilité dans les paramètres ou ajoutez plus d'articles au garde-manger.
it: Regola il livello di compatibilità nelle impostazioni o aggiungi più articoli alla dispensa.
ja: 設定で適合度を調整するか、パントリーにアイテムを追加してください。

source: Alcance seus objetivos
de: Erreiche deine Ziele
en: Achieve your goals
es: Alcanza tus objetivos
fr: Atteignez vos objectifs
it: Raggiungi i tuoi obiettivi
ja: 目標達成を

source: Alface
de: Salat
en: Lettuce
es: Lechuga
fr: Laitue
it: Lattuga
ja: レタス

source: Alface romana
de: Römersalat
en: Romaine lettuce
es: Lechuga romana
fr: Laitue romaine
it: Lattuga romana
ja: ロメインレタス

source: Alguém me recomendou o Savoria.
de: Jemand hat mir Savoria empfohlen.
en: Someone recommended Savoria to me.
es: Alguien me recomendó Savoria.
fr: Quelqu'un m'a recommandé Savoria.
it: Qualcuno mi ha consigliato Savoria.
ja: 誰かにSavoriaを勧められました。

source: Alguns campos vieram com baixa confiança — eles estão marcados abaixo.
de: Einige Felder wurden mit niedriger Konfidenz erkannt — sie sind unten markiert.
en: Some fields came in with low confidence — they are flagged below.
es: Algunos campos llegaron con baja confianza — están marcados abajo.
fr: Certains champs ont été détectés avec une faible confiance — ils sont marqués ci-dessous.
it: Alcuni campi sono stati rilevati con bassa affidabilità — sono segnalati di seguito.
ja: いくつかのフィールドは信頼度が低い状態で取得されました。下記にマークされています。

source: Alho
de: Knoblauch
en: Garlic
es: Ajo
fr: Ail
it: Aglio
ja: にんにく

source: Alimento
de: Lebensmittel
en: Food
fr: Aliment
ja: 食品

source: Alimentos salvos
de: Gespeicherte Lebensmittel
en: Saved foods
es: Alimentos guardados
fr: Aliments enregistrés
it: Alimenti salvati
ja: 保存した食品

source: almoço
de: Mittagessen
en: lunch
es: almuerzo
fr: déjeuner
it: pranzo
ja: 昼食

source: Almoço
de: Mittagessen
en: Lunch
es: Comida
fr: Déjeuner
it: Pranzo
ja: 昼食

source: Almoço: arroz, feijão, frango grelhado
de: Mittag: Reis, Bohnen, gegrilltes Hähnchen
en: Lunch: rice, beans, grilled chicken
es: Almuerzo: arroz, frijoles, pollo a la plancha
fr: Déjeuner : riz, haricots, poulet grillé
it: Pranzo: riso, fagioli, pollo grigliato
ja: 昼食：ご飯、豆、グリルチキン

source: Alta proteína
de: Proteinreich
en: High protein
fr: Riche en protéines
it: Alto contenuto proteico
ja: 高タンパク

source: Alteração cancelada. Nenhuma informação foi modificada.
de: Änderung abgebrochen. Keine Informationen wurden geändert.
en: Change canceled. No information was modified.
es: Cambio cancelado. No se modificó ninguna información.
fr: Modification annulée. Aucune information n'a été modifiée.
it: Modifica annullata. Nessuna informazione è stata modificata.
ja: 変更がキャンセルされました。情報は変更されていません。

source: Alterações feitas em um dispositivo aparecerão nos outros em alguns instantes.
de: Auf einem Gerät vorgenommene Änderungen erscheinen in wenigen Augenblicken auf den anderen.
en: Changes made on one device will appear on the others within moments.
es: Los cambios hechos en un dispositivo aparecerán en los otros en unos instantes.
fr: Les modifications effectuées sur un appareil apparaîtront sur les autres dans quelques instants.
it: Le modifiche effettuate su un dispositivo appariranno sugli altri in pochi istanti.
ja: あるデバイスでの変更は、数秒後に他のデバイスにも反映されます。

source: Alterar estado
de: Status ändern
en: Change state
es: Cambiar estado
fr: Changer l'état
it: Cambia stato
ja: 状態を変更

source: Alterar Foto
de: Foto ändern
en: Change Photo
es: Cambiar foto
fr: Modifier la photo
it: Cambia foto
ja: 写真を変更

source: Alterar ícone de %@
de: Symbol von %@ ändern
en: Change icon of %@
es: Cambiar icono de %@
fr: Modifier l'icône de %@
it: Cambia icona di %@
ja: %@ のアイコンを変更

source: alterar informações
de: Informationen ändern
en: modify information
es: modificar información
fr: modifier les informations
it: cambia informazioni
ja: 情報を変更

source: Alterar quantidade
de: Menge ändern
en: Change quantity
es: Cambiar cantidad
fr: Modifier la quantité
it: Cambia quantità
ja: 数量を変更

source: Altura
de: Größe
en: Height
fr: Taille
it: Altezza
ja: 身長

source: Amanhã
de: Morgen
en: Tomorrow
es: Mañana
fr: Demain
it: Domani
ja: 明日

source: Ambos
de: Beide
en: Both
fr: Les deux
it: Entrambi
ja: 両方

source: Analisando
de: Analysiere
en: Analyzing
es: Analizando
fr: Analyse
it: Analisi
ja: 解析中

source: Analisando conteúdo
de: Inhalt wird analysiert
en: Analyzing content
es: Analizando contenido
fr: Analyse du contenu
it: Analisi del contenuto
ja: コンテンツを分析中

source: Analisando imagem da refeição
de: Mahlzeitenbild wird analysiert
en: Analyzing meal photo
es: Analizando imagen de la comida
fr: Analyse de l'image du repas
it: Analisi dell'immagine del pasto
ja: 食事の画像を分析中

source: Analisando sua refeição…
de: Ihre Mahlzeit wird analysiert…
en: Analyzing your meal…
es: Analizando tu comida…
fr: Analyse de votre repas…
it: Analisi del tuo pasto…
ja: 食事を分析中…

source: Analisando…
de: Wird analysiert…
en: Analyzing…
es: Analizando…
fr: Analyse…
it: Analisi…
ja: 分析中…

source: Analisar
de: Analysieren
en: Analyze
es: Analizar
fr: Analyser
it: Analizza
ja: 分析

source: Análise concluída
de: Analyse abgeschlossen
en: Analysis complete
es: Análisis completado
fr: Analyse terminée
it: Analisi completata
ja: 分析が完了しました
